{
  "home": {
    "plotweaver": "Plotweaver",
    "recent": "Ostatnie",
    "new": "Nowy",
    "open": "Otwórz",
    "weave_your_world": "Słowem tkaj światy",
    "get_started": "Rozpocznij pracę",
    "create_new_project": "Utwórz nowy projekt",
    "save_file_in_finder": "Zapisz plik w Finderze",
    "cancel": "Anuluj",
    "continue": "Dalej",
    "none": "Brak",
    "open_recent_project": "Otwórz {}",
    "open_from_finder": "Otwórz projekt z Findera",
    "get_help": "Uzyskaj pomoc",
    "pick_file": "Wybierz plik",
    "search": "Szukaj",
    "project": "Projekt",
    "characters": "Bohaterowie",
    "plots": "Wątki",
    "parts": "Części",
    "acts": "Akty",
    "episodes": "Odcinki",
    "timeline": "Oś czasu"
  },
  "commands": {
    "save": "Zapisz",
    "add": "Dodaj",
    "delete": "Usuń",
    "help": "Pomoc i podpowiedzi",
    "done": "Gotowe",
    "read_more": "Czytaj dalej",
    "add_character": "Dodaj bohatera",
    "add_plot": "Dodaj wątek",
    "add_part": "Dodaj część",
    "add_act": "Dodaj akt",
    "add_episode": "Dodaj odcinek",
    "more": "Więcej",
    "close_current_tab": "Zamknij tę kartę",
    "close_other_tabs": "Zamknij inne karty",
    "pin": "Przypnij",
    "unpin": "Odepnij"
  },
  "project_editor": {
    "title": "Tytuł projektu",
    "author": "Autor",
    "template": "Szablon",
    "book": "Książka",
    "movie": "Film",
    "series": "Serial"
  },
  "alerts": {
    "do_you_want_to_delete": "Czy chcesz usunąć {name}?",
    "your_data_will_be_lost": "Dane zostaną usunięte i nie będzie można ich przywrócić",
    "delete": "Usuń",
    "cancel": "Anuluj",
    "changing_template_alert": "Uwaga, zmiana szablonu usuwa dane!",
    "changing_template_data_loss": "Wszystkie istniejące części/akty/odcinki zostaną usunięte, tak samo jak wydarzenia na osi czasu, wszystkie trzeba będzie dodać na nowo. Ta czynność jest nieodwracalna!",
    "change_template": "Zmień szablon"
  },
  "character_editor": {
    "character": "Bohater",
    "name": "Imię",
    "age": "Wiek",
    "appearance": "Wygląd zewnętrzny",
    "appearance_info": "Opisz to, jak wygląda bohater. Pomoże Ci to przy tworzeniu spójnych opisów. Możesz też zawrzeć cechy charakteru i charakterystyczne dla bohatera zachowania.",
    "description": "Opis bohatera",
    "description_info": "Opisz bohatera — skup się na tym, jaką osobą jest bohater, skąd pochodzi oraz jak go widzą inni.",
    "goals": "Cele bohatera",
    "goals_info": "Opisz, co bohater chce osiągnąć — jaka jest jego motywacja, czego pragnie, czy ostatecznie uda mu się osiągnąć swój cel, czy będzie musiał zmienić swoje oczekiwania.",
    "lesson": "Lekcja",
    "lesson_info": "Opisz, co bohater wynosi z przeżytych doświadczeń — jak go to zmienia, co robi i jakie wnioski wyciąga.",
    "domicile": "Miejsce zamieszkania",
    "gender": "Płeć",
    "unspecified": "Nieustawione",
    "gender_male": "Mężczyzna",
    "gender_female": "Kobieta",
    "gender_other": "Inne",
    "status": "Status",
    "alive": "Żywy",
    "deceased": "Zmarły",
    "unknown": "Nieznany",
    "occupation": "Zawód / zajęcie",
    "portrayed_by": "Odtwórca roli",
    "unnamed_character": "Nienazwany Bohater",
    "character_description": "W każdej historii pojawiają się bohaterowie. Warto dodać postaci z Twojej historii do Plotweaver, aby śledzić ich wątki i zebrać wszystkie informacje w jednym miejscu. Zapisując informacje o Twoim bohaterze warto skupić się na paru elementach, takich jak:",
    "goals_description": "Każdy bohater ma swój cel i pojawia się w Twojej historii z jakiegoś powodu. Zastanów się, co chce osiągnąć, jak to zrobi i czy ostatecznie uda mu się osiągnąć swoje cele, czy nie.",
    "lesson_description": "Zastanów się, jakie wnioski ze swoich przeżyć wyciąga Twój bohater. Dzięki zapisaniu tych informacji możesz łatwiej prowadzić narrację — przemianę wewnętrzną bohatera warto rozpisać na przestrzeni kilku rozdziałów, aby dla odbiorców była bardziej autentyczna.",
    "episodic_characters": "Bohaterowie epizodyczni",
    "episodic_characters_description": "Nie każdy bohater musi zostać szczegółowo opisany. Mniej istotne postaci nie muszą mieć wyraźnie zdefiniowanego celu lub przejść przemiany w trakcie trwania fabuły, aby znaleźć się w historii. Warto zapisać podstawowe cechy epizodycznych bohaterów, aby łatwiej wracać do nich na przestrzeni całej książki lub całego filmu, ale jeśli nie mają znacznego wpływu na przebieg zdarzeń, wystarczą podstawowe informacje.",
    "relationships": "Relacje",
    "family_relationships": "Relacje rodzinne",
    "edit_family_relationships_in_relationship_editor": "Edytuj relacje rodzinne w edytorze relacji",
    "family_relationships_info": "Jeśli w swojej historii masz wielu bohaterów, którzy mają między sobą różne powiązania, warto dodać pokrewieństwo i relacje rodzinne, aby mieć te informacje zapisane w jednym miejscu. Plotweaver automatycznie uzupełnia relację dla drugiej osoby np.: dodając jedną osobę jako rodzica, Plotweaver doda rodzicowi Twojego bohatera jako dziecko.",
    "edit": "Edytuj",
    "parents": "Rodzice",
    "children": "Dzieci",
    "spouses": "Małżonkowie",
    "siblings": "Rodzeństwo",
    "pick_parent": "Wybierz rodzica",
    "pick_child": "Wybierz dziecko",
    "pick_spouse": "Wybierz małżonka/małżonkę",
    "relationships_description": "Pomyśl o swoim bohaterze jak o prawdziwej osobie. Zapisz, jakie ma odczucia wobec innych bohaterów — których lubi, a za którymi nie przepada. Oznacz wrogów i przyjaciół, czyli osoby sprzyjające bohaterowi i te przeciwne mu. Pozwoli Ci to na łatwiejsze zaplanowanie losów postaci. Dobrze poprowadzone przyjaźnie podobają się odbiorcom, a konsekwencja w relacjach pozytywnie wpływa na ogół fabuły.",
    "friends": "Przyjaciele",
    "friends_info": "Wybierz bohaterów, którzy mają przyjacielskie relacje z tym bohaterem",
    "enemies": "Wrogowie",
    "enemies_info": "Wybierz bohaterów, którzy są przeciwko temu bohaterowi lub się z nim nie lubią",
    "select_character": "Wybierz bohatera",
    "add": "Dodaj",
    "remove": "Usuń"
  },
  "plots_editor": {
    "plot": "Wątek",
    "name": "Nazwa",
    "description": "Opis wątku",
    "description_info": "Tłumaczy na czym skupia się wątek — zaznacza, co jest najważniejsze, jaki jest cel i co bohater (bohaterowie) chcą osiągnąć.",
    "conflict": "Konflikt",
    "conflict_info": "Tłumaczy jaki jest w tym wątku konflikt — jakie trudności napotyka protagonista, z czym walczy lub czego chce uniknąć.",
    "result": "Skutek",
    "result_info": "Tłumaczy jaki jest skutek tego wątku — co osiąga protagonista, z czego musi zrezygnować, co się zmienia i co wynosi z przeżytych doświadczeń.",
    "subplots": "Wątki poboczne",
    "subplots_info": "Dodaj wątki poboczne, które wynikają z tego wątku",
    "select_subplot": "Wybierz wątek poboczny",
    "characters_involved": "Bohaterowie",
    "characters_involved_info": "Wybierz bohaterów, którzy biorą udział w tym wątku i w znacznej mierze przyczyniają się do konfliktu lub tego jaki jest skutek.",
    "select_character": "Wybierz bohatera",
    "add": "Dodaj",
    "remove": "Usuń",
    "unnamed_plot": "Nienazwany wątek",
    "what_is_plot": "Czym jest wątek",
    "plot_description": "W tworzeniu każdej historii istnieją wątki, z których wyróżniamy zarówno te główne, jak i poboczne. Przy planowaniu narracji warto skoncentrować się na spójności i celowości każdego wątku, zapewniając czytelnikowi lub widzowi klarowność co do powodu, dla którego wątek znalazł się w naszej historii. Aby osiągnąć ten cel, warto uwzględnić szczególne aspekty, takie jak:",
    "conflict_description": "Większość wątków w historii jest nacechowana pewnym konfliktem, który może przybierać różne formy — od poważnych, takich jak sytuacja, w której protagonista staje do walki z wrogiem, po bardziej subtelne, jak pragnienie głównego bohatera do zdobycia serca ukochanej. Bez względu na charakter konfliktu, warto zanotować cele, dla których pojawia się on w Twojej historii.",
    "result_description": "Każdy wątek powinien nieść za sobą jakieś skutki. Warto zastanowić się, jaki jest cel bohatera (pokonanie konfliktu), w jaki sposób to osiąga, oraz jakie są tego skutki. Wątki, które nie generują konsekwencji, często są postrzegane przez odbiorców jako nudne lub pozbawione sensu.",
    "characters_involved_description": "W wątku biorą udział różni bohaterowie — warto spisać, którzy to, aby móc śledzić ich przeżycia. Ważne jest również, aby uwzględnić aspekt każdego z bohaterów w kontekście skutków, jakie niesie ze sobą dany wątek. Plotweaver automatycznie śledzi wątki, w których biorą udział bohaterowie i wyświetla je na karcie „Oś czasu”.",
    "subplots_description": "Z niektórych wątków wynikają inne, poboczne. Na przykład z wątku, w którym główny bohater podejmuje trudną decyzję dotyczącą swojego losu, może wyniknąć poboczny wątek, gdy towarzysz postaci staje przed koniecznością dostosowania się do nowych warunków życia. Plotweaver automatycznie monitoruje wątki poboczne i wyświetla je na karcie „Oś czasu”."
  },
  "guides": {
    "character_development": "Rozwój bohatera",
    "plot_development": "Rozwój fabuły",
    "summary": "Podsumowanie",
    "in_plotweaver": "W Plotweaver skorzystaj z:",
    "in_character_tab": "na karcie Bohatera",
    "in_plot_tab": "na karcie Wątku",
    "character_development_content": {
      "header": "Jak stworzyć dobrego bohatera?",
      "subtitle": "Przekonująca postać to nie tylko dobre imię",
      "section_1_title": "Różnorodność charakterów",
      "section_1_content": "W prawdziwym świecie każdy z nas jest inny. Spróbuj odzwierciedlić to w Twoich bohaterach. Pomyśl o nich, jak o prawdziwych osobach. Nadaj postaciom unikatowe gesty, ulubione słówka, zwroty; zróżnicuj ich nie tylko pod względem wyglądu ale również charakteru, zastanów się jakie są między nimi różnice i jak na nich wpływają, np.: jak cechy jednej osoby wpływają na drugą. Unikaj jednowymiarowych bohaterów i spróbuj zastanowić się *jaki wpływ na fabułę mają różnice* pomiędzy bohaterami.",
      "section_2_title": "Wiarygodne przedstawienie cech",
      "section_2_content": "Spróbuj wczuć się w sytuację bohatera. Zastanów się, jak zareagowałaby osoba mająca takie cechy i taką przeszłość, co Twój bohater. Plotweaver ułatwia zapisanie tych informacji w sekcji poświęconej bohaterom. Nazwij cechy charakteru, które opisują Twojego bohatera, zastanów się nad wartościami, które są dla niego najważniejsze i pomyśl, jaką postawę przyjmuje w kluczowych sytuacjach. Na przykład osoba z osobowością choleryczną jest bardziej skłonna wszcząć awanturę w restauracji, kiedy początkujący kelner pomyli zamówienia, niż nieśmiały introwertyk, który do tej pory podporządkowywał się innym. Z kolei osoba, która przez większość życia doświadczała przykrego traktowania ze strony innych może w pewnym momencie wybuchnąć z powodu błahej rzeczy. *Uzasadniaj wybory Twoich bohaterów*, szukaj w ich cechach i doświadczeniach motywacji ich działań, określ jaki jest cel bohatera i co może zrobić, aby go zrealizować. Bez względu na to, czy piszesz książkę czy planujesz film, staraj się pokazywać cechy bohatera *poprzez działania*, a nie słowa. Zamiast opisać, że osoba jest chciwa, postaw ją w sytuacji, w której okaże swoją chciwość. Twoi odbiorcy zrozumieją emocje i cechy charakteru, nawet jeśli nie są nazwane wprost.",
      "section_3_title": "Stopniowy rozwój postaci",
      "section_3_content": "Nie wszystko na raz! Pozwól Twoim odbiorcom na poznawanie postaci, pozostaw nieco tajemnic i stopniowo odkrywaj je w działaniach i słowach. Możesz na przykład dać do zrozumienia, że bohater ma traumę, ale wyjawić jakie są jej powody dopiero w szczerej rozmowie z przyjacielem kilka rozdziałów dalej. Czytelnicy i widzowie często przywiązują się lub utożsamiają się z bohaterami. Staraj się zafundować im „zabawę” poprzez pozostawianie niedopowiedzeń i uzupełnianie informacji później. *Stopniowe odkrywanie charakteru postaci* buduje emocje i sprawia, że czytelnik chętniej podąża za historią.",
      "section_4_title": "Cele i rozwój",
      "section_4_content": "Zastanów się, dlaczego Twój bohater pojawia się w powieści (lub filmie). Zastanów się, co napędza ich działania, jakie marzenia mają do zrealizowania, oraz jakie przeszkody muszą przezwyciężyć. Silne motywacje sprawiają, że postacie stają się *bardziej realistyczne i angażujące* dla czytelnika. W Plotweaver możesz łatwo określić cele oraz zapisać lekcję, jaką bohater wynosi ze swoich przeżyć. Pracując nad treścią i nad jego przeżyciami, wracaj do swoich notatek, ponieważ pomogą Ci umotywować działania bohatera. Wykorzystaj wszystkie zapisane informacje, aby stworzyć przekonującą i zajmującą scenę. Uwzględnij doświadczenia bohatera, jego cechy charakteru i wyróżniki, przedstaw poprzez działania bohatera do jakiego celu dąży i co jest w stanie poświęcić przy realizacji postanowienia i pokaż jaki jest rezultat tych działań.",
      "section_5_title": "Konflikt wewnętrzny",
      "section_5_content": "W literaturze i filmie bardzo często nadchodzi moment, w którym bohater przeżywa konflikt wewnętrzny. Może to być np.: moment, w którym musi zdecydować, czy idzie walczyć, czy zostaje z ukochaną, albo wręcz przeciwnie musi podjąć decyzję co do swoich uczuć. Niezależnie czy chodzi o to co bohater czuje czy robi, ścieżka rozwoju bohatera jest istotna i to ona kształtuje obraz postaci u odbiorcy. *Wewnętrzne sprzeczności dodają głębi postaciom*, ukazując ich wewnętrzne walki i to, jak sobie z nimi radzą. W jaki sposób doświadczenia i wybory wpłyną na charakter Twojej postaci?",
      "section_6_title": "Nie musisz powiedzieć wszystkiego",
      "section_6_content": "Twój czytelnik lub widz nie musi wiedzieć o Twoim bohaterze wszystkiego. *Nie musisz też zawrzeć wszystkich informacji*, które zapisałeś w notatkach w powieści. Plotweaver to narzędzie, które ułatwia Ci stworzyć rys postaci, ale nie oznacza to że do finalnej wersji książki muszą trafić wszystkie cechy, cele i wnioski. Spróbuj nakreślić bohatera w taki sposób, że jego czyny mówią same za siebie; jeśli przechodzi przemianę to pokaż to w jego działaniach, np.: możesz ukazać przemianę tworząc dwie podobne sytuacje na początku i końcu historii, w których pokażesz, że bohater zachował się inaczej. Wykorzystaj siłę innych bohaterów — pokaż jak bohater oddziałuje na innych (pozytywnie i negatywnie), co o nim myślą otaczający go ludzie. To Ty wiesz wszystko o bohaterze — spróbuj pokazać czytelnikowi, że on też może się tego dowiedzieć, nie zawsze przekazując mu komplet danych.",
      "summary_1": "Stwórz unikatowe postaci, inne od siebie nawzajem",
      "summary_2": "Przedstaw cechy bohaterów poprzez ich zachowanie",
      "summary_3": "Stopniowo przedstawiaj bohatera — pozwól czytelnikowi odkryć jego osobowość",
      "summary_4": "Skup się na celach i rozwoju bohatera",
      "summary_5": "Postaw bohatera w sytuacji, kiedy będzie musiał podjąć ważną decyzję",
      "summary_6": "Nie udowadniaj czytelnikowi, że znasz bohatera — pozwól mu odkryć go samemu"
    }
  },
  "fragments_editor": {
    "part": "Część",
    "episode": "Odcinek",
    "act": "Akt",
    "part_info": "Książka może się dzielić na części. Pozostaw co najmniej jedną część, aby móc dodawać rozdziały.",
    "act_info": "Film może się składać z kilu aktów. Pozostaw co najmniej jeden, aby móc dodawać sceny.",
    "episode_info": "Serial dzieli się na odcinki. Pozostaw co najmniej jeden, aby móc dodawać sceny. W przypadku różnych sezonów serialu, dodawaj je w nazwie odcinka, np.: Sezon 1 Odcinek 1 oraz nadawaj im chronologiczne numery.",
    "name": "Nazwa",
    "outline": "Zarys",
    "outline_info_part": "Zapisz, co porusza ta część. Jeśli Twoja książka nie składa się z części, możesz zapisać tu ogólny cel fabuły Twojej historii. Jeśli jednak chcesz podzielić swoją powieść na części, skorzystaj z tego pola, aby odróżnić części od siebie",
    "outline_info_act": "Zapisz informacje pozwalające wyróżnić ten akt od kolejnych. Możesz zapisać np.: co porusza, gdzie się dzieje akcja itp.",
    "outline_info_episode": "Zapisz ogólne informacje o odcinku. Pozwoli Ci to zaplanować fabułę i wydarzenia.",
    "number": "Numer",
    "number_info": "Ustaw {fragment_name} w kolejności chronologicznej",
    "author": "Autor",
    "director": "Reżyser",
    "script_writer": "Scenarzysta",
    "chapters": "Rozdziały",
    "scenes": "Sceny",
    "chapters_info": "Podziel swoją książkę na rozdziały. Do każdego rozdziału będziesz mógł dodać wydarzenia na karcie „Oś czasu”.",
    "scenes_info": "Do każdej sceny będziesz mógł dodać wydarzenia na karcie „Oś czasu”.",
    "chapter": "Rozdział",
    "title": "Tytuł",
    "time_of_action": "Czas akcji",
    "narration": "Narracja",
    "select_character": "Wybierz bohatera",
    "location": "Plan",
    "interior": "Wnętrze",
    "exterior": "Plener",
    "interior_to_exterior": "Wnętrze/Plener",
    "exterior_to_interior": "Plener/Wnętrze",
    "setting": "Miejsce akcji",
    "time_of_day": "Pora dnia",
    "camera_notes": "Notatki dot. kamery"
  }
}
